# 사번, 이름, 입사일, 급여
# 계약직, 정규직
# 사번 1번째
# T,t << 계약직
# R << 정규직

TName = ["구분","사원명","입사일","급여"]
empInfo = [
	['T160501',"캔디","2016-05-10"],
	['R160510',"장미","2016-05-10"],
	['t160811',"튤립","2016-08-15"],
	['T160821',"포도","2016-08-22"],
	['r160850',"사과","2016-08-30"]
]
empPayTable = [
	[250,10],
	[200,12],
	[300,9],
	[230,11],
	[150,12]
]
a=[]
a=empInfo.replace("T","계약직")
a=empInfo.replace("t","계약직")
a=empInfo.replace("R","정규직")
a=empInfo.replace("r","정규직")



print(TName[0],"     ",TName[1],"     ",TName[2],"     ",TName[3],"     ",)
print("-"*50)